<?php
// Heading
$_['heading_title']             = 'TNT - قائمة النشرة الإخبارية';

// Text
$_['text_extension']            = 'ملحقات';
$_['text_success']              = 'النجاح: لقد قمت بتعديل وحدة قائمة النشرة الإخبارية!';
$_['text_edit']                 = 'تحرير وحدة قائمة النشرة الإخبارية';

// Entry
$_['entry_name']                = 'اسم وحدة';
$_['entry_status']              = 'الحالة';


// Error
$_['error_permission']          = 'تحذير: ليس لديك إذن لتعديل وحدة قائمة النشرة الإخبارية!';
$_['error_name']                = 'يجب أن يتراوح اسم الوحدة بين 3 و 64 حرفًا!';