<?php
// Heading
$_['heading_title']         		= 'TNT - أيقونة الاجتماعية';

// Text
$_['text_success']          		= 'النجاح: لقد قمت بتعديل الأيقونة الاجتماعية!';
$_['text_list']             		= 'قائمة الأيقونات الاجتماعية';
$_['text_add']              		= 'أيقونة الاجتماعية';
$_['text_edit']             		= 'تحرير الأيقونة الاجتماعية';
$_['text_default']          		= 'الإفتراضي';
$_['text_extension']        		= 'ملحقات';

// Column
$_['column_status']         		= 'الحالة';
$_['column_link']           		= 'حلقة الوصل';
$_['column_title']          		= 'عنوان';
$_['column_action']         		= 'عمل';

// Entry
$_['entry_classname']       		= 'اسم الصف';
$_['entry_name']           			= 'اسم وحدة';

// Error
$_['error_permission']      		= 'تحذير: ليس لديك إذن لتعديل الرمز الاجتماعي!';
$_['error_image']           		= 'يرجى اختيار الصورة!';
$_['error_title']           		= 'يجب أن يتراوح عنوان شريط التمرير بين 2 و 64 حرفًا!';
$_['error_warning']         		= 'تحذير: يرجى مراجعة النموذج بعناية بحثاً عن الأخطاء!';
$_['error_name']            		= 'يجب أن يتراوح اسم الوحدة بين 3 و 64 حرفًا!';