<?php
// Text
$_['text_title']                     = 'Спиди';
$_['text_description']               = 'Спиди';
$_['text_calculate']                 = 'Кликнете Изчисли цена след въвеждане/промяна на данните.';
$_['text_wait']                      = ' --- Моля, изчакайте --- ';
$_['text_to_apt']                    = 'до автомат';
$_['text_to_apt_ignore_obp_open']    = 'до автомат (без опция Отвори)';
$_['text_to_apt_ignore_obp_test']    = 'до автомат (без опция Тествай)';
$_['text_to_office']                 = 'до офис';
$_['text_to_door']                   = 'до адрес';
$_['text_select_city']               = ' --- Моля, въведете населено място --- ';
$_['text_select_office']             = ' --- Моля, изберете офис --- ';
$_['text_select_apt']                = ' --- Моля, изберете автомат --- ';
$_['text_fixed_time']                = '(заплаща се допълнително)';
$_['text_modify']                    = 'Промени &raquo;';
$_['text_please_wait']               = 'Моля, изчакайте. Цената за доставка се калкулира ...';
$_['text_bol_id']                    = 'Номер на товарителница: ';
$_['text_street_no']                 = '№';
$_['text_block_no']                  = 'бл.';
$_['text_entrance_no']               = 'вх.';
$_['text_floor_no']                  = 'ет.';
$_['text_apartment_no']              = 'ап.';
$_['text_note']                      = 'забележка:';
$_['text_pickup_from_office']        = 'Доставка до офис';
$_['text_delivery_to_address']       = 'Доставка до адрес';

// Entry
$_['entry_cod']                      = 'Спиди наложен платеж:';
$_['entry_shipping_to']              = 'Доставка:';
$_['entry_postcode']                 = 'ПК:';
$_['entry_city']                     = 'Населено място:';
$_['entry_quarter']                  = 'Квартал:';
$_['entry_street']                   = 'Улица:';
$_['entry_street_no']                = '№:';
$_['entry_block_no']                 = 'Бл.:';
$_['entry_entrance_no']              = 'Вх.:';
$_['entry_floor_no']                 = 'Ет.:';
$_['entry_apartment_no']             = 'Ап.:';
$_['entry_office']                   = 'Офис:';
$_['entry_note']                     = 'Забележка към адреса:';
$_['entry_fixed_time']               = 'Фиксиран час:';
$_['entry_country']                  = 'Държава:';
$_['entry_state']                    = 'Щат:';
$_['entry_address_1']                = 'Адрес 1:';
$_['entry_address_2']                = 'Адрес 2:';

// Error
$_['error_calculate']                = 'Моля, въведете коректно всички данни и кликнете Изчисли цена след това!';
$_['error_city']                     = 'Моля, въведете населено място!';
$_['error_office']                   = 'Моля, въведете населено място и изберете офис!';
$_['error_address']                  = 'Моля, въведете валиден адрес!';
$_['error_fixed_time']               = 'Моля, изберете валиден час!';
$_['error_fixed_time2']              = 'За избраното населено място и услуга не се предлага фиксиран час на доставка!';
$_['error_cod']                      = 'Моля, изберете желаете ли плащане с наложен платеж през Спиди!';
$_['error_calculate_table_rate']     = 'За тази поръчка не може да бъде калкулирана цена. Моля обърнете се към администраторите на магазина!';
$_['error_currency']                 = 'Не може да използвате Наложен платеж, валутата %s лиспва. Моля обърнете се към администраторите на магазина!';
$_['error_different_address']        = 'Вашите данни за плащане/доставка са различни от данните за Спиди!';
$_['error_calculate_empty_methods']  = 'Няма налични методи от Спиди за избрания адрес!';
$_['error_cyrillic']                 = 'Моля, използвайте само латински символи!';

$_['due_on_delivery']                = ' дължими при доставка';